# Antidote Plugin Configuration
# This file defines all zsh plugins to be loaded by antidote

# Async support - must load BEFORE powerlevel10k for jj prompt
mafredri/zsh-async

# Prompt theme - load after zsh-async for async jj support
romkatv/powerlevel10k

# JJ (Jujutsu) integration for vcs_info and prompt
rkh/zsh-jj

# Completions system - load early as fpath
zsh-users/zsh-completions kind:fpath path:src

# FZF integration - combined loading for efficiency
junegunn/fzf path:shell

# Essential deferred plugins (load after compinit)
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer

# Heavy plugins - defer for faster startup
jeffreytse/zsh-vi-mode kind:defer
atuinsh/atuin kind:defer
hlissner/zsh-autopair path:autopair.zsh kind:defer